Repository: fusilero/balistica
Catalog: po/*.po
Languages: es, fi, pt_br, tr, uk

source: Drag
es: Arrastre
fi: Vedä
pt_br: Arrasto
tr: Sürtünme
uk: Опір

source: Twist
es: Giro
fi: Käännä
pt_br: Torção
tr: Rotasyon
uk: Обертання

source: Stability
es: Estabilidad
fi: Vakaus
pt_br: Estabilidade
tr: Kararlılık
uk: Стабільність

source: Failed to create XDG directory
es: No se pudo crear el directorio de XDG
fi: XDG-hakemiston luonti epäonnistui
pt_br: Falhou em criar diretório XDG
tr: XDG dizini oluşturulamadı
uk: Не вдалося створити каталог XDG

source: Error showing help
es: Error al mostrar la ayuda
fi: Virhe näytettäessä ohjeita
pt_br: Erro ao exibir ajuda
tr: Yardım gösterilirken hata oluştu
uk: Помилка під час спроби показати довідку

source: An open source external ballistics calculator.
es: Una calculadora de balística exterior de código abierto.
fi: Avoimen lähdekoodin ulkoinen ballistiikkalaskin.
pt_br: Uma calculadora de balística externa de código aberto.
tr: Açık kaynaklı dış balistik hesaplayıcısı.
uk: Калькулятор зовнішньої балістики із відкритим кодом.

source: Copyright © 2012-2018 Steven Oliver
es: © 2012-2018 de Steven Oliver
tr: Telif Hakkı © 2012-2018 Steven Oliver
uk: © Steven Oliver, 2012–2018

source: Range
es: Alcance
fi: Alue
pt_br: Alcance
tr: Menzil
uk: Діапазон

source: Drop Inches
es: Pulgadas de Caída
fi: Pudota tuumaa
tr: Düşüş (İnç)
uk: Спад у дюймах

source: Drop MOA
es: Caída MOA
fi: Pudota MOA:ta
tr: Düşüş (MOA)
uk: Спад (MOA)

source: Velocity
es: Velocidad
fi: Nopeus
pt_br: Velocidade
tr: Hız
uk: Швидкість

source: Energy
es: Energía
fi: Energia
pt_br: Energia
tr: Enerji
uk: Енергія

source: Drift
es: Deriva
fi: Ajelehtiminen
tr: Sürüklenme
uk: Зсув

source: Windage MOA
es: Viento MOA
fi: Tuulivoima MOA
tr: Rüzgarlama (MOA)
uk: Знесення вітром (MOA)

source: Time
es: Tiempo
fi: Aika
pt_br: Tempo
tr: Zaman
uk: Час

source: Drag Coefficient must be a positive value greater than 0
es: El Coeficiente de Arrastre debe ser un valor positivo mayor de 0
fi: Ilmanvastuskertoimen on oltava positiivinen arvo, joka on suurempi kuin 0
pt_br: O Coeficiente de Arrasto deve ser um valor positivo maior que 0
tr: Sürtünme katsayısı pozitif bir değer olmalıdır
uk: Коефіцієнт опору має бути додатним значенням

source: Initial Velocity must be a positive value greater than 0
es: Velocidad Inicial debe ser un valor positivo mayor de 0
fi: Lähtönopeuden on oltava positiivinen arvo, joka on suurempi kuin 0
pt_br: A Velocidade Inicial deve ser um valor positivo maior que 0
tr: Başlangıç hızı pozitif bir değer olmalıdır
uk: Початкова швидкість має бути додатним значенням

source: Sight Height over Bore must be a positive value greater than 0
es: La Altura de la Vista sobre el Diámetro Interior debe ser un valor positivo mayor de 0
fi: Näkökorkeuden piipunreiän yli on oltava positiivinen arvo, joka on suurempi kuin 0
tr: Delik üstü görüş yüksekliği pozitif bir değer olmalıdır
uk: Висота лінії погляду над стволом має бути додатним значенням

source: Projectile Weight must be a positive value greater than 0
es: El Peso del Proyectil debe ser un valor positivo mayor de 0
fi: Ammuksen painon on oltava positiivinen arvo, joka on suurempi kuin 0
pt_br: Peso do Projétil deve ser um valor positivo maior que 0
tr: Mermi ağırlığı pozitif bir değer olmalıdır
uk: Вага набою має бути додатним значенням

source: Zero Range must be a positive value greater than 0
es: El Alcance Cero debe ser un valor positivo mayor de 0
fi: Kohdistusetäisyyden on oltava positiivinen arvo, joka on suurempi kuin 0
tr: Sıfır aralığı pozitif bir değer olmalıdır
uk: Нульовий діапазон має бути додатним значенням

source: Error creating solution results
es: Error al crear los resultados de la solución
fi: Virhe ratkaisutulosten luomisessa
tr: Analiz sonuçları oluşturulurken hata oluştu
uk: Помилка під час спроби створити результати розв'язання

source: Cannot export an empty drag solution
es: No se puede exportar una solución de arrastre vacía
fi: Tyhjää vastus-ratkaisua ei voi viedä
tr: Boş bir sürtünme analizi dışa aktarılamaz
uk: Неможливо експортувати порожній розв'язок для опору

source: Save As
es: Guardar como
fi: Tallenna nimellä
pt_br: Salvar Como
tr: Farklı Kaydet
uk: Зберегти як

source: Cancel
es: Cancelar
fi: Peru
pt_br: Cancelar
tr: İptal
uk: Скасувати

source: Save
es: Guardar
fi: Tallenna
pt_br: Salvar
tr: Kaydet
uk: Зберегти

source: Failed to overwrite existing file
es: No se pudo sobrescribir el archivo existente
fi: Olemassa olevan tiedoston korvaaminen epäonnistui
pt_br: Falha ao substituir o arquivo existente
tr: Mevcut dosyanın üzerine yazılamadı
uk: Не вдалося перезаписати наявний файл

source: Error selecting file to save as
es: Error al seleccionar el archivo para guardar
fi: Virhe tallennettavan tiedoston valitsemisessa
pt_br: Erro ao selecionar arquivo para salvar como
tr: Farklı kaydedilecek dosya seçilirken hata oluştu
uk: Помилка під час вибору файла для зберігання даних

source: <b>Drag Coefficient:</b> %.2f
es: <b>Coeficiente de arrastre:</b> %.2f
fi: <b>Ilmanvastuskerroin:</b> %.2f
pt_br: <b>Coeficiente de Arrasto:</b> %.2f
tr: <b>Sürtünme Katsayısı:</b> %.2f
uk: <b>Коефіцієнт опору:</b> %.2f

source: <b>Projectile Weight:</b> %.2f
es: <b>Peso del proyectil:</b> %.2f
fi: <b>Ammuksen paino:</b> %.2f
pt_br: <b>Peso do Projétil:</b> %.2f
tr: <b>Mermi Ağırlığı:</b> %.2f
uk: <b>Вага кулі:</b> %.2f

source: <b>Initial Velocity:</b> %.2f ft/s
es: <b>Velocidad Inicial:</b> %.2f píes/s
fi: <b>Lähtönopeus:</b> %.2f ft/s
pt_br: <b>Velocidade Inicial:</b> %.2f pé/s
tr: <b>Başlangıç Hızı:</b> %.2f ft/s
uk: <b>Початкова швидкість:</b> %.2f фут/с

source: <b>Zero Range:</b> %.2f yards
es: <b>Rango Cero:</b> %.2f yardas
fi: <b>Kohdistusetäisyys:</b> %.2f jaardia
tr: <b>Sıfır Aralığı:</b> %.2f yarda
uk: <b>Нульовий діапазон:</b> %.2f ярдів

source: <b>Shooting Angle:</b> %.2f degress
es: <b>Ángulo de disparo:</b> %.2f grados
fi: <b>Ampumiskulma:</b> %.2f astetta
pt_br: <b>Ângulo de Disparo:</b> %.2f graus
tr: <b>Hedef Açısı:</b> %.2f derece
uk: <b>Кут пострілу:</b> %.2f°

source: <b>Wind Velocity:</b> %.2f mph
es: <b>Velocidad del viento:</b> %.2f mph
fi: <b>Tuulen nopeus:</b> %.2f mph
pt_br: <b>Velocidade do Vento:</b> %.2f mph
tr: <b>Rüzgar Hızı:</b> %.2f mil/saat
uk: <b>Швидкість вітру:</b> %.2f миль/год

source: <b>Wind Direction:</b> %.2f degress
es: <b>Dirección del viento:</b> %.2f grados
fi: <b>Tuulen suunta:</b> %.2f astetta
pt_br: <b>Direção do Vento:</b> %.2f graus
tr: <b>Rüzgar Yönü:</b> %.2f derece
uk: <b>Напрямок вітру:</b> %.2f°

source: <b>Altitude:</b> %.2f ft
es: <b>Altitud:</b> %.2f ft
fi: <b>Korkeus:</b> %.2f jalkaa
pt_br: <b>Altitude:</b> %.2f pés
tr: <b>Rakım:</b> %.2f ft
uk: <b>Висота:</b> %.2f футів

source: <b>Barometer:</b> %2f in-Hg
es: <b>Barómetro:</b> %2f in-Hg
fi: <b>Barometri:</b> %2f in-Hg
pt_br: <b>Barômetro:</b> %2f in-Hg
tr: <b>Barometre:</b> %2f inç-Civa
uk: <b>Тиск:</b> %2f дюймів рт. ст.

source: <b>Temperature:</b> %2f F
es: <b>Temperatura:</b> %2f °F
fi: <b>Lämpötila:</b> %2f F
pt_br: <b>Temperatura:</b> %2f F
tr: <b>Sıcaklık:</b> %2f F
uk: <b>Температура:</b> %2f °F

source: <b>Relative Humidity:</b> %.2F%%
es: <b>Humedad Relativa:</b> %.2F%%
fi: <b>Suuhteellinen kosteus:</b> %.2F %%
pt_br: <b>Umidade Relativa:</b> %.2F%%
tr: <b>Bağıl Nem:</b> %%%.2F
uk: <b>Відносна вологість:</b> %.2F%%

source: <b>Range (yards)</b>
es: <b>Rango (yardas)</b>
fi: <b>Etäisyys (jaardia)</b>
tr: <b>Menzil (yarda)</b>
uk: <b>Діапазон (у ярдах)</b>

source: <b>Drop (inches)</b>
es: <b>Soltar (pulgadas)</b>
fi: <b>Pudotus (tuumaa)</b>
tr: <b>Düşüş (inç)</b>
uk: <b>Спад (у дюймах)</b>

source: <b>Drop (MOA)</b>
es: <b>Soltar (MOA)</b>
fi: <b>Pudotus (MOA)</b>
tr: <b>Düşüş (MOA)</b>
uk: <b>Спад (MOA)</b>

source: <b>Velocity (ft/s)</b>
es: <b>Velocidad (ft/s)</b>
fi: <b>Nopeus (ft/s)</b>
pt_br: <b>Velocidade (pés/segundo)</b>
tr: <b>Hız (ft/s)</b>
uk: <b>Швидкість (у фут/с)</b>

source: <b>Energy (ft-lb)</b>
es: <b>Energía (ft-lb)</b>
fi: <b>Energia (ft-lb)</b>
pt_br: <b>Energia (pé-lb)</b>
tr: <b>Enerji (ft-lb)</b>
uk: <b>Енергія (фут-фунт)</b>

source: <b>Winddrift (inches)</b>
es: <b>Ventisca (pulgadas)</b>
fi: <b>Tuulen kuljetus (tuumaa)</b>
tr: <b>Rüzgar sürüklenmesi (inç)</b>
uk: <b>Знесення вітром (у дюймах)</b>

source: <b>Windage (MOA)</b>
es: <b>Viento (MOA)</b>
fi: <b>Tuulivoima (MOA)</b>
tr: <b>Rüzgarlama (MOA)</b>
uk: <b>Знесення вітром (MOA)</b>

source: <b>Time (s)</b>
es: <b>Hora (s)</b>
fi: <b>Aika (s)</b>
pt_br: <b>Tempo (s)</b>
tr: <b>Zaman (s)</b>
uk: <b>Час (у сек.)</b>

source: Error creating HTML output
es: Error creando salida HTML
fi: Virhe luotaessa HTML-lähtöä
pt_br: Erro ao criar saída HTML
tr: HTML çıktısı oluşturulurken hata oluştu
uk: Помилка під час спроби створення даних HTML

source: Date/Time
es: Fecha/Hora
fi: Pvm/Aika
pt_br: Data/Hora
tr: Tarih/Saat
uk: Дата і час

source: Log Level
es: Nivel de boletín
fi: Lokitaso
tr: Log Seviyesi
uk: Рівень журналу

source: Message
es: Mensaje
fi: Viesti
pt_br: Mensagem
tr: Mesaj
uk: Повідомлення

source: Reading log file
es: Leyendo archivo del boletín
fi: Luetaan lokitiedostoa
pt_br: Lendo arquivo de log
tr: Log dosyasını okuma
uk: Читаємо файл журналу

source: Vital Zone size is required to calculate PBR
es: Tamaño de Zona Vital requerida para calcular PBR
fi: Osuma-alueen koko vaaditaan PBR:n laskemiseksi
pt_br: O tamanho da Zona Vital é necessário para calcular PBR
tr: Sabit nişangah mesafesini (PBR) hesaplamak için hayati bölge büyüklüğü gereklidir
uk: Для обчислення ДПП потрібне значення розміру життєвої зони

source: Near Zero: %.2f yards
es: Cerca de cero: %.2f yardas
fi: Lähellä nollaa: %.2f jaardia
tr: Yakın Sıfır: %.2f yarda
uk: Ближній нуль: %.2f ярдів

source: Far Zero: %.2f yards
es: Lejos de cero: %.2f yardas
fi: Kaukana nollasta: %.2f jaardia
tr: Uzak Sıfır: %.2f yarda
uk: Дальній нуль: %.2f ярдів

source: Minimum PBR: %.2f yards
es: PBR mínimo: %.2f yardas
fi: Minimi PBR: %.2f jaardia
pt_br: PBR mínimo: %.2f jardas
tr: Asgari PBR: %.2f yarda
uk: Мін. ДПП: %.2f ярдів

source: Maximum PBR: %.2f yards
es: PBR máximo: %.2f yardas
fi: Maksimi PBR: %.2f jaardia
pt_br: PBR Máximo: %.2f jardas
tr: Azami PBR: %.2f yarda
uk: Макс. ДПП: %.2f ярдів

source: Sight-in at 100 yards: %.2f" high
es: Ajuste de 100 yardas: %.2f" altas
fi: Tarkkuus 100 jaardissa: %.2f" korkea
tr: 100 yarda için görüş yüksekliği: %.2f"
uk: Висота погляду на 100 ярдах: %.2f"

source: Choose save location
es: Elija lugar a guardar
fi: Valitse tallennuspaikka
pt_br: Escolha o local de salvamento
tr: Kaydetme konumunu seçin
uk: Виберіть місце для зберігання

source: _Cancel
es: _Cancelar
fi: _Peru
pt_br: _Cancelar
tr: _İptal
uk: _Скасувати

source: _Select
es: _Seleccionar
fi: _Valitse
pt_br: _Selecionar
tr: _Seç
uk: _Вибрати

source: Name:
es: Nombre:
fi: Nimi:
pt_br: Nome:
tr: Ad:
uk: Назва:

source: Solve
es: Resolver
fi: Ratkaise
pt_br: Resolvido
tr: Çözüm
uk: Розв'язати

source: Reset
es: Restablecer
fi: Nollaa
pt_br: Reiniciar
tr: Sıfırla
uk: Скинути

source: Example
es: Ejemplo
fi: Esimerkki
pt_br: Exemplo
tr: Örnek
uk: Приклад

source: Projectile Weight (grains)
es: Peso del Proyectil (grains)
fi: Ammuksen paino (grainia)
pt_br: Peso do projétil(gramas)
tr: Mermi Ağırlığı ( tanecik )
uk: Вага кулі (у гранах)

source: 0 = headwind 90 = right to left 180 = tailwind 270/-90 = left to right
es: 0 = viento de cara 90 = derecha a izquierda 180 = viento de cola 270/-90 = izquierda a derecha
fi: 0 = vastatuuli 90 = oikealta vasemmalle 180 = myötätuuli 270/-90 = vasemmalta oikealle
pt_br: 0 = wind no topo 90 = da direita para a esquerda 180 = wind na cauda 270/-90 = esquerda para a direita
tr: 0 = pruva rüzgarı 90 = sağdan sola 180 = kuyruk rüzgarı 270/-90 =soldan sağa
uk: 0 = вітер в обличчя 90 = справа ліворуч 180 = вітер у потилицю 270/-90 = зліва праворуч

source: Initial Velocity (ft/s)
es: Velocidad Inicial (píes/s)
fi: Alkunopeus (ft/s)
pt_br: Velocidade Inicial(pés/segundo)
tr: Başlangıç Hızı (ft/s)
uk: Початкова швидкість (фут/с)

source: Zero Range (yards)
es: Rango Cero (yardas)
fi: Kohdistusetäisyys (jaardia)
pt_br: alcance zero(área)
tr: Sıfır Aralığı (yarda)
uk: Нульовий діапазон (у ярдах)

source: Sight Height Over Bore (in)
es: Altura de la Vista sobre el Orificio (in)
fi: Tähtäimen korkeus piipun reiästä (tuumaa)
pt_br: Altura da vista sobre o buraco(in)
tr: Delik Üstü Görüş Yüksekliği (inç)
uk: Висота лінії погляду над стволом (у дюймах)

source: Shooting Angle (deg)
es: Ángulo de Disparo (deg)
fi: Ampumasuunta (deg)
pt_br: Ângulo do tiro(graus)
tr: Hedef Açısı ( derece)
uk: Кут пострілу (у градусах)

source: Wind Velocity (mph)
es: Velocidad del Viento (mph)
fi: Tuulen nopeus (mph)
pt_br: velocidade do vento (metros por segundo)
tr: Rüzgar Hızı (mil/saat)
uk: Швидкість вітру (миль/год)

source: Wind Angle (0-360 deg)
es: Ángulo del Viento (0-360 deg)
fi: Tuulen suunta (0-360 deg)
pt_br: Angulo do vento(0-360 graus)
tr: Rüzgar Açısı (0 - 360 derece)
uk: Кут вітру (0-360 градусів)

source: Drag Coefficient
es: Coeficiente de Arrastre
fi: Ilmanvastuskerroin
pt_br: Coeficiente do Drag
tr: Sürtünme Katsayısı
uk: Коефіцієнт опору

source: Altitude (ft)
es: Altitud (ft)
fi: Korkeus (ft)
pt_br: Altitude(pés)
tr: Rakım (ft)
uk: Висота (у футах)

source: Temperature (F)
es: Temperatura (F)
fi: Lämpötila (F)
pt_br: Temperatura(F)
tr: Sıcaklık ( Fahrenhayt )
uk: Температура (℉)

source: Barometric Pressure (Hg)
es: Presión Barométrica (Hg)
fi: Ilmanpaine (Hg)
pt_br: Pressão Barométrica (hectograma)
tr: Atmosfer Basıncı (Hg)
uk: Барометричний тиск (Hg)

source: Relative Humidity (%)
es: Humedad Relativa (%)
fi: Suhteellinen kosteus (%)
pt_br: Humidade Relativa(%)
tr: Bağıl Nem (%)
uk: Відносна вологість (%)

source: Drag Function
es: Función de Arrastre
fi: Vastus toimet
pt_br: Função de Arrasto
tr: Sürtünme Fonksiyonu
uk: Функція опору

source: Step Size
es: Tamaño del Paso
fi: Askelkoko
pt_br: Tamanho do passo
tr: Adım Boyu
uk: Розмір кроку

source: Export Results
es: Exportar Resultados
fi: Vie tulokset
pt_br: Exporta Resultados
tr: Çıktı Sonuçları
uk: Експортувати результати

source: Calculate PBR
es: Calcular PBR
fi: Laske PBR
pt_br: Calcular PBR
tr: Sabit nişangah mesafesini (PBR) hesapla
uk: Обчислити PBR

source: Enable Atmospheric Corrections
es: Habilitar Correcciones Atmosféricas
fi: Ota ilmakehän korjaukset käyttöön
pt_br: Habilita Correções Atmosféricas
tr: Hava Yenimi Aktif Etme
uk: Увімкнути атмосферні поправки

source: Log Viewer
es: Visualizador de Registro
fi: Lokien katseluohjelma
pt_br: Visualizador de Log
tr: Log Kaydı Görüntüleyicisi
uk: Перегляд журналу

source: Refresh
es: Refrescar
fi: Päivitä
pt_br: Atualizar
tr: Yenileme
uk: Освіжити

source: Clear
es: Limpiar
fi: Tyhjennä
pt_br: Limpar
tr: Açık
uk: Спорожнити

source: Point Blank Range (PBR)
es: Quemarropa (PBR)
fi: Osuma-alue (PBR)
tr: Sabit Nişangah Mesafesi (Point Blank Range - PBR)
uk: Діапазон прямого пострілу (PBR)

source: Calculate
es: Calcular
fi: Laske
pt_br: Calcular
tr: Hesapla
uk: Обчислити

source: Vital Zone Size (inches)
es: Tamaño de la Zona Vital (pulgadas)
fi: Osuma-alueen koko (tuumaa)
tr: Hayati Bölge Büyüklüğü (inç)
uk: Розмір життєвої зони (у дюймах)

source: Sight Height (inches)
es: Altura de la Vista (pulgadas)
fi: Tähtäimen korkeus (tuumaa)
tr: Görüş Yüksekliği (inç)
uk: Висота лінії погляду (у дюймах)

source: Preferences
es: Preferencias
fi: Asetukset
pt_br: Preferências
tr: Tercihler
uk: Налаштування

source: Directories
es: Carpetas
fi: Hakemistot
pt_br: Diretórios
tr: Dizinler
uk: Каталоги

source: Save Directory
es: Directorio de guardado
fi: Tallenna hakemisto
pt_br: Salvar Diretório
tr: Kayıt Dizini
uk: Каталог збереження

source: Browse
es: Explorar
fi: Selaa
pt_br: Procurar
tr: Göz at
uk: Вибрати

source: Diameter
es: Diámetro
fi: Halkaisija
pt_br: Diâmetro
tr: Çap
uk: Діаметр

source: Length
es: Longitud
fi: Pituus
pt_br: Comprimento
tr: Uzunluk
uk: Довжина

source: Mass
es: Masa
fi: Massa
pt_br: Massa
tr: Kütle
uk: Маса

source: Safe Value
es: Valor Seguro
fi: Varmistimen arvo
tr: Güvenli Değer
uk: Безпечне значення

source: Miller Stability
es: Estabilidad del Molino
fi: Millerin vakaus
tr: Geçmiş Kararlılığı
uk: Стабільність за Міллером

source: Specific Gravity
es: Gravedad Específica
fi: Tietty painovoima
pt_br: Gravidade Específica
tr: Özgül Ağırlık
uk: Специфічне тяжіння

source: Greenhill Twist
es: Giro Colina Verde
fi: Greenhill kierre
tr: Greenhill Rotasyonu
uk: Гіроскопічна стабільність за Ґрінхіллом

source: Miller Twist Rule
es: Regla de Giro de Miller
fi: Millerin kierresääntö
tr: Miller Rotasyon Kuralı
uk: Гіроскопічна стабільність за Міллером

source: Greenhill
es: Colina verde
tr: Yeşiltepe
uk: за Ґрінхіллом

source: Miller
es: Molinero
tr: Geçmişte Olan
uk: за Міллером

source: View Log
es: Vista de boletín
fi: Näytä loki
pt_br: Visualizar Log
tr: Log Kayıtlarını Görüntüle
uk: Переглянути журнал

source: Help
es: Ayuda
fi: Ohjeet
pt_br: Ajuda
tr: Yardım
uk: Довідка

source: About
es: Acerca de
fi: Tietoja
pt_br: Sobre
tr: Hakkında
uk: Про програму

source: Quit
es: Salir
fi: Lopeta
pt_br: Sair
tr: Çık
uk: Вийти

source: balistica
es: balística

source: External ballistics software
es: Software externo de balísticas
fi: Ulkoinen ballistiikkaohjelmisto
pt_br: Software de Balística Externa
tr: Dış balistik yazılımı
uk: Програма для обчислень зовнішньої балістики

source: balística is a basic ballistics calculator for the Gnome Desktop Environment. It provides the ability to calculate the standard drag functions (G1-G8) along with other minor ballistics related calculations like the Greenhill Formula and the Miller Twist Rule.
es: balística es una calculadora básica de balística para el Entorno de Escritorio GNOME. Proporciona la capacidad de calcular las funciones estándar dejadas (G1-G8) junto con otras balísticas menores relacionadas con cálculos como la Fórmula de Greenhill y la Regla de Cambio de Miller.
fi: balística on perus ballistiikkalaskin Gnome työpöytäympäristöön. Se tarjoaa mahdollisuuden laskea vakiovetotoiminnot (G1-G8) yhdessä muiden pienempien ballistiikkaan liittyvien laskelmien kanssa, kuten Greenhillin kaava ja Millerin kierresääntö.
tr: balística, Gnome Masaüstü Ortamı için temel bir balistik hesaplayıcısıdır. Standart sürtünme fonksiyonlarının (G1-G8) yanı sıra Greenhill Formülü ve Miller Rotasyon Kuralı gibi balistik ile ilgili diğer basit hesaplamaları yapabilme yeteneği sağlar.
uk: balística — базовий балістичний калькулятор для стільничного середовища GNOME. У програмі передбачено можливості обчислення стандартних функцій опору (G1-G8), а також інших незначних балістичних характеристик, зокрема за формулою Ґрінхілла та правилом обертання Міллера.

source: balística’s features include:
es: características de balística incluyen:
fi: balístican ominaisuuksia ovat:
tr: balística’nın özellikleri:
uk: Можливості balística:

source: Calculate a round's drag using the G1-G8 drag models
es: Calcular un redondeo utilizando los modelos G1-G8 dejados
fi: Laske luodin vastus G1-G8-vastusmallien avulla
tr: G1-G8 sürtünme modellerini kullanarak bir turun sürtünmesini hesaplama
uk: Обчислення опору кулі на основі моделей опору G1-G8

source: Compute a bullet's twist rate using Greenhill or Miller
es: Calcular la proporción de balas utilizando Greenhill o Miller
fi: Laske luodin kierteen määrä Greenhillin tai Millerin avulla
tr: Greenhill veya Miller kullanarak bir merminin rotasyon oranını hesaplama
uk: Обчислення швидкості обертання кулі за за Ґрінхіллом або Міллером

source: Compute a round's Point Blank Range (PBR)
es: Calcula un Intervalo de punto en blanco alrededor (PBR)
fi: Laske luodin osuma-alue (PBR)
tr: Bir turun sabit nişangah mesafesini (PBR) hesapla
uk: Обчислення діапазону прямого пострілу (PBR) для набою

source: External ballistics calculator
es: Calculadora de balística externa
fi: Ulkoinen ballistiikkalaskin
tr: Dış balistik hesaplayıcısı
uk: Калькулятор зовнішньої балістики

source: ballistics
es: balísticas
fi: ballistiikka
tr: ballistics;balistik
uk: ballistics;балістика
